src/assets/requests/notification/get_notification_detail_by_notification_id_request.xml

<SOAP:Envelope xmlns:SOAP="http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP:Body>
    <GetNotificationDetailByNotificationID xmlns="http://schemas.intasect.co.jp/generictools/service/Notification" preserveSpace="no" qAccess="0" qValues="">
      <notificationID />
    </GetNotificationDetailByNotificationID>
  </SOAP:Body>
</SOAP:Envelope>